relay/11/11.org
#+Title: Relay 11–11
#+Date: 2018-06-26
#+HTML_LINK_UP: index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/Default.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/org.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../relay.css"/>
#+OPTIONS: title:nil

* Translation
#+BEGIN_full-relay
#+BEGIN_detail-link
[[https://drive.google.com/file/d/1FvXTZstKFYDf8crPhjlbwodqdqse3MIb/view][Full torch]]
#+END_detail-link

#+HTML: <div class="natlang-name"><p>English</p></div>
#+BEGIN_natlang-text
#+BEGIN_VERSE
The moon is in the night sky.
I was once greater than the moon. It’s being touched.
I have stood with the moon.
(But) those it loves are the ones I love too, so I shall have it (the moon) move away.
#+END_VERSE
#+END_natlang-text

#+HTML: <div class="conlang-name"><p>Orajh</p></div>
#+BEGIN_conlang-text
#+BEGIN_VERSE
luvora jórivalúúra kilú silmase qo
eo voja silmase néri súú qo
óma voja silmase kilú qo
ńárvasa: vora mú ria hadei rana ria hadei, sui júúlú aju kivúśiremúó silmase qo
#+END_VERSE
#+END_conlang-text

#+BEGIN_gloss
#+BEGIN_VERSE
being(stat.pres.def-atel.3p) sky+night by moon .
was(stat.past.tel.1p) moon than better .
was(stat.past.ind-atel.1p) moon by .
however: are(stat.pres.ind-atel.3p) my beloved(pl) its beloved(pl), hence because-I-wanna
move(dyn.fut.tel.1p) moon .
#+END_VERSE
#+END_gloss
#+END_full-relay

* Orthography and Phonology
a [a], á [æ], b [b], d [d], ð/dh [ð], dj [ɟ], dź [d͡ʒ], e [ɛ], é [e], f [f], g
[g], h [x]/[h], i [i], í/y [ɪ]/[ɨ], j [j], jh [ʝ], k [k], l [l], m [m], n [n], ń
[ɲ], ng [ŋ], o [o], ó [ɤ]/[y], p [p], r [r], s [s], ś [ʃ]/[ɕ], sj [ç], t [t],
þ/th [θ], tj [c], tl [t͡ɬ], ts [t͡s], tś [t͡ʃ], u [ʉ], ú [u], v [v], w [w], z [z],
ź [ʒ]/[ʑ]

<y> prefers being called <í> when at the start of a word.

Shady things we might accept (in dire cases only):

- ź › zj
- ś › sh
- ń › nj

accented glyph › glyph followed by an apostrophe

** Elongation, gemination, procrastination:
Vowels can be elongated by duplication, like so:
- á -  /æ/
- áá -  /æː/
- ááá -  /æːː/

Single letter consonants geminate like this:

- r -  /r/
- rr -  /rː/
- etc

Dual letter consonants geminate like this:
- th -  /θ/
- thh -  /θː/
- etc

<g> and <d> only act “normal” at the start of words. Otherwise, they start
mixing their voicing, like so:

- g -  /g̚k/
- gg -  /kːː/
- d -  /d̚t/
- dd -  /tːː/

Basically,  /k/ and  /t/ have three lengths, the longest one being written as
though it were an elongated version of their voiced counterparts.

<b> only occurs in foreign names and loanwords.

** Sylbabbles
The syllable structure of orajha is simple because I am fairly stupid. Here are the three kinds of syllable
we allow, with some explanation just in case:

- VOWELS - JUST PLAIN OL’ VOWELS WHEEEEEEEEE (sets of up to 3 make up syllables)
- ON/CV - There’s a Consonant Onset, and there’s a Vowel Nucleus. All Consonants are allowed as
  Onsets, all Vowels are allowed as Nuclei. Examples: “źa”, “tja”
- ONC/CVV - The Onset is always a(ny) Consonant, the Nucleus and Coda both Vowels from the same
  section of the vowel harmony. Examples: “rúa”, “sjyé”
- ONC/CVC - The Onset is always a(ny) Consonant, the Nucleus is always a(ny) Vowel, and the Coda is
  always a Consonant (plosives, fricatives, trills, and sibilants not allowed). If the Coda is the same as the
  next sound or at the end of a word, you must add V directly after it. O and C may not be the same sound.
  Examples: “kań”, “tluś”
- ONC/CCV - Here, the Onset is always a Consonant (combined plosives [e.g. tś] (with the exception of d
  and g), and nasals, are not allowed), the Nucleus is always a consonant as well (no plosives or sounds
  articulated in the same spot as the Onset - for the latter, see combined plosives in ON/CV syllables.),
  and the Coda is a(ny) Vowel. Examples: “ljhó”, “śni”

** Romanization-only writing problem (and solution):
Should you stumble upon an issue distinguishing whether stuff like “thi” is th+i or t+h+i, remember that
you’re supposed to slap an apostrophe in between your consonants if you’re writing two distinct ones
that look like they could be a combined consonant. Example: thi is read th+i, t’hi is read t+h+i.

** Stress, maybe also anxiety:
Normally, we don’t really stress anything in orajha. We speak really fast to get the socializing outta the
way asap and that’s that. However, after a while, words that are long become a tad hard to say without
running out of lung or brain capacity, so some stress starts occurring. This stress follows some rules,
namely these two:

- 3≥ syllable words: Initial stress
- ≥4 syllable words: Pre-final stress, secondary initial stress

