relay/11/11.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-26 Tue 15:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–11</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–11<br/></h1>
<h3 class="date">2018-06-26 (last exported 2018-06-26 Tue 15:39)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org47e1958">1. Translation</a></li>
<li><a href="#org4632bc0">2. Orthography and Phonology</a>
<ul>
<li><a href="#org71d854c">2.1. Elongation, gemination, procrastination:</a></li>
<li><a href="#org8403eee">2.2. Sylbabbles</a></li>
<li><a href="#orgfd0d855">2.3. Romanization-only writing problem (and solution):</a></li>
<li><a href="#org77da2d5">2.4. Stress, maybe also anxiety:</a></li>
<li><a href="#org58d1cae">2.5. Melody:</a></li>
<li><a href="#org92fe47e">2.6. Punctuation</a></li>
<li><a href="#org83c191b">2.7. DOC NOTE!</a></li>
</ul>
</li>
<li><a href="#org5b2083c">3. Verbs</a>
<ul>
<li><a href="#org472c13f">3.1. Behaviour</a></li>
<li><a href="#orgb2b77cb">3.2. Time</a>
<ul>
<li><a href="#orgdeb4c08">3.2.1. INFINITIVE</a></li>
<li><a href="#orgd27f5c5">3.2.2. PRESENT TENSE</a></li>
<li><a href="#org1142b26">3.2.3. PAST TENSE</a></li>
<li><a href="#org38e8669">3.2.4. FUTURE TENSE</a></li>
<li><a href="#org434bb29">3.2.5. TIME DISTANCE?!? ASPECT</a></li>
<li><a href="#org440288f">3.2.6. DATE ASPECT?</a></li>
</ul>
</li>
<li><a href="#org404c72d">3.3. Adverbs</a></li>
<li><a href="#org67b39f1">3.4. Nouns</a>
<ul>
<li><a href="#orgeed5c70">3.4.1. Shortish rules</a></li>
<li><a href="#org11e6538">3.4.2. Cases</a></li>
</ul>
</li>
<li><a href="#orge57574c">3.5. Adjectives</a></li>
<li><a href="#orgaab3d97">3.6. Pronouns</a></li>
</ul>
</li>
<li><a href="#org85db238">4. Syntax</a></li>
<li><a href="#orgfad211f">5. Lexicon</a>
<ul>
<li><a href="#orgba26f49">5.1. Verbs</a></li>
<li><a href="#orga0f3053">5.2. Nouns</a></li>
<li><a href="#org82826b8">5.3. Particles</a></li>
<li><a href="#orgb4fd826">5.4. Positions (Pre-, Post-, Inbetween-)</a></li>
</ul>
</li>
<li><a href="#orge052c71">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org47e1958" class="outline-2">
<h2 id="org47e1958"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="full-relay">
<div class="detail-link">
<p>
<a href="https://drive.google.com/file/d/1FvXTZstKFYDf8crPhjlbwodqdqse3MIb/view">Full torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
The moon is in the night sky.<br />
I was once greater than the moon. It’s being touched.<br />
I have stood with the moon.<br />
(But) those it loves are the ones I love too, so I shall have it (the moon) move away.<br />
</p>

</div>

<div class="conlang-name"><p>Orajh</p></div>
<div class="conlang-text">
<p class="verse">
luvora jórivalúúra kilú silmase qo<br />
eo voja silmase néri súú qo<br />
óma voja silmase kilú qo<br />
ńárvasa: vora mú ria hadei rana ria hadei, sui júúlú aju kivúśiremúó silmase qo<br />
</p>

</div>

<div class="gloss">
<p class="verse">
being(stat.pres.def-atel.3p) sky+night by moon .<br />
was(stat.past.tel.1p) moon than better .<br />
was(stat.past.ind-atel.1p) moon by .<br />
however: are(stat.pres.ind-atel.3p) my beloved(pl) its beloved(pl), hence because-I-wanna<br />
move(dyn.fut.tel.1p) moon .<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org4632bc0" class="outline-2">
<h2 id="org4632bc0"><span class="section-number-2">2</span> Orthography and Phonology</h2>
<div class="outline-text-2" id="text-2">
<p>
a [a], á [æ], b [b], d [d], ð/dh [ð], dj [ɟ], dź [d͡ʒ], e [ɛ], é [e], f [f], g
[g], h [x]/[h], i [i], í/y [ɪ]/[ɨ], j [j], jh [ʝ], k [k], l [l], m [m], n [n], ń
[ɲ], ng [ŋ], o [o], ó [ɤ]/[y], p [p], r [r], s [s], ś [ʃ]/[ɕ], sj [ç], t [t],
þ/th [θ], tj [c], tl [t͡ɬ], ts [t͡s], tś [t͡ʃ], u [ʉ], ú [u], v [v], w [w], z [z],
ź [ʒ]/[ʑ]
</p>

<p>
&lt;y&gt; prefers being called &lt;í&gt; when at the start of a word.
</p>

<p>
Shady things we might accept (in dire cases only):
</p>

<ul class="org-ul">
<li>ź › zj</li>
<li>ś › sh</li>
<li>ń › nj</li>
</ul>

<p>
accented glyph › glyph followed by an apostrophe
</p>
</div>

<div id="outline-container-org71d854c" class="outline-3">
<h3 id="org71d854c"><span class="section-number-3">2.1</span> Elongation, gemination, procrastination:</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Vowels can be elongated by duplication, like so:
</p>
<ul class="org-ul">
<li>á -  /æ/</li>
<li>áá -  /æː/</li>
<li>ááá -  /æːː/</li>
</ul>

<p>
Single letter consonants geminate like this:
</p>

<ul class="org-ul">
<li>r -  /r/</li>
<li>rr -  /rː/</li>
<li>etc</li>
</ul>

<p>
Dual letter consonants geminate like this:
</p>
<ul class="org-ul">
<li>th -  /θ/</li>
<li>thh -  /θː/</li>
<li>etc</li>
</ul>

<p>
&lt;g&gt; and &lt;d&gt; only act “normal” at the start of words. Otherwise, they start
mixing their voicing, like so:
</p>

<ul class="org-ul">
<li>g -  /g̚k/</li>
<li>gg -  /kːː/</li>
<li>d -  /d̚t/</li>
<li>dd -  /tːː/</li>
</ul>

<p>
Basically,  /k/ and  /t/ have three lengths, the longest one being written as
though it were an elongated version of their voiced counterparts.
</p>

<p>
&lt;b&gt; only occurs in foreign names and loanwords.
</p>
</div>
</div>

<div id="outline-container-org8403eee" class="outline-3">
<h3 id="org8403eee"><span class="section-number-3">2.2</span> Sylbabbles</h3>
<div class="outline-text-3" id="text-2-2">
<p>
The syllable structure of orajha is simple because I am fairly stupid. Here are the three kinds of syllable
we allow, with some explanation just in case:
</p>

<ul class="org-ul">
<li>VOWELS - JUST PLAIN OL’ VOWELS WHEEEEEEEEE (sets of up to 3 make up syllables)</li>
<li>ON/CV - There’s a Consonant Onset, and there’s a Vowel Nucleus. All Consonants are allowed as
Onsets, all Vowels are allowed as Nuclei. Examples: “źa”, “tja”</li>
<li>ONC/CVV - The Onset is always a(ny) Consonant, the Nucleus and Coda both Vowels from the same
section of the vowel harmony. Examples: “rúa”, “sjyé”</li>
<li>ONC/CVC - The Onset is always a(ny) Consonant, the Nucleus is always a(ny) Vowel, and the Coda is
always a Consonant (plosives, fricatives, trills, and sibilants not allowed). If the Coda is the same as the
next sound or at the end of a word, you must add V directly after it. O and C may not be the same sound.
Examples: “kań”, “tluś”</li>
<li>ONC/CCV - Here, the Onset is always a Consonant (combined plosives [e.g. tś] (with the exception of d
and g), and nasals, are not allowed), the Nucleus is always a consonant as well (no plosives or sounds
articulated in the same spot as the Onset - for the latter, see combined plosives in ON/CV syllables.),
and the Coda is a(ny) Vowel. Examples: “ljhó”, “śni”</li>
</ul>
</div>
</div>

<div id="outline-container-orgfd0d855" class="outline-3">
<h3 id="orgfd0d855"><span class="section-number-3">2.3</span> Romanization-only writing problem (and solution):</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Should you stumble upon an issue distinguishing whether stuff like “thi” is th+i or t+h+i, remember that
you’re supposed to slap an apostrophe in between your consonants if you’re writing two distinct ones
that look like they could be a combined consonant. Example: thi is read th+i, t’hi is read t+h+i.
</p>
</div>
</div>

<div id="outline-container-org77da2d5" class="outline-3">
<h3 id="org77da2d5"><span class="section-number-3">2.4</span> Stress, maybe also anxiety:</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Normally, we don’t really stress anything in orajha. We speak really fast to get the socializing outta the
way asap and that’s that. However, after a while, words that are long become a tad hard to say without
running out of lung or brain capacity, so some stress starts occurring. This stress follows some rules,
namely these two:
</p>

<ul class="org-ul">
<li>3≥ syllable words: Initial stress</li>
<li>≥4 syllable words: Pre-final stress, secondary initial stress</li>
</ul>
</div>
</div>
