relay/11/11.org
** Melody:
Melodies are nice. Orajha thinks melodies are so nice, in fact, that it has taken some of them into itself.
Generally speaking, one starts with high pitch, slowly descending until the end of the sentence, where
one goes about halfways up again. Roughly like this: ˥˥˦˦˧˨˩˩˩˩˩˩˩˩˩˨˧˧.
When a pause (like, say, a comma) occurs, you don’t go back up, but after the pause you start all the
way up again. A sentence with a break (let’s say a comma) would look like this per melody:

˥˥˦˧˧˨˩˩˩˩,˥˦˧˨˨˩˩˩˩˩˨˧˧.
Names trigger “spikes”. This means you’ll say the first syllable in the same pitch as you’ve been speaking
so far, the second syllable high up, then any following syllables step by step nearing your inital pitch. If
you don’t have enough syllables or patience to go downwards step by step, you glide.. Names with only
one syllable have you start somewhat high and then glide down.

Examples:
- Tom - ˦˨˩
- Mary - ˩˩˩˩˦˧˩
- Persephone - ˩˩˩˥˧˧˧˩˩ or ˩˩˦˧˧˨˨˩

Syllables with <i>, <e>, or <é> are always a bit higher than what surrounds them, like with names’ spikes
but they don’t go as far up in pitch and there’s no falling glide afterwards. Instead, the next syllable starts
on the pitch the previous one did.

Syllables with <ó> have spikes like names do, but they only go about half as high up and always have
short (within the next syllable) falling glide following them.

** Punctuation
Because Orajh has a wonderfully inconvenient and kinda large set of punctuation thingies English
doesn’t distinguish, my very smart solution for the romanization is to use <q> followed by something
resembling the punctuation mark in question to note ... punctuation. Punctuation involving q’s is to have
spaces on either side for clarity.

- <qd> (optionally <,>) :: Clause separator and thing that allows you to breathe for a sec.
- <qo> (optionally <.>) :: Full stop that also marks the end of a sentence.
- <qf> :: Name marker. These go in front of names, like so: qf Name qf Namesson. One per word/name.
- <q/> (optionally </>) :: “or”, basically. Lets you write indefinitely long lists of
     things/stuff/alternatives/options where the reader may choose their favourite(s), or where only one option
     is relevant (but the reader doesn’t get to know which one).
- <qy> :: “and/or”; it's like q/ but includes the possibility of more than one option being relevant.
- <q%> (optionally <%>) :: word compounding thing. Compounds are head initial with descending
     relevance - carhorse is a type of car. Carhorsegoo is a type of car characterized by a type of horse.
- <qw> :: an emotion marker. This goes at the end of sentences, before the sentence ending thing, and
          emphasizes that the sentence just read was something the writer felt, experienced, or perhaps thought
          (as in they voiced an opinion). This marker requires the sentence condition marker júúlú^{1}
          to be found at the start of the sentence.

** DOC NOTE!
<V> in documentation stands for whatever vowel the vowel harmony dictates.

* Verbs

** Behaviour
The three main characteristics of a verb in orajha are whether it’s stative or dynamic, telic, probable
atelic, or definite atelic, and transitive or intransitive (or reflexive).

Verbs can recieve a lu-/lú- prefix (depends on vowel harmony) if they’re stative and a ki- prefix if they’re
dynamic. If there are several of the same state in a row, regardless if they’re in the same sentence, only
the first gets marked as stative/dynamic, and no marks are put until the stativity/dynamicness changes or
you start a new document or something like that.

** Time
Verbs typically are kept in the time they happened in, are happening in, or will happen in. For example,
“let’s go skiing tomorrow” will have “skiing” put in a future tense.

*** INFINITIVE
Verbs get the affix -ma and a preceding marker indicating whether they're intransitive (nga)
or transitive (khi). When infinitive, verbs are treated as event nouns.

*** PRESENT TENSE
Remove the infinitive -ma and move the transitivity marker to behind the verb (and
any adverbs it may have), then slap on endings from this table. Should several verbs in a row
(regardless if they’re in the same sentence) have the same transitivity, only the first one gets a marker,
while the rest are just kinda... implied. Chains like these are only broken if transitivity changes, or if you
reach the end of a paragraph or entire document. The present tense does not care for telicity, because
everything you do in it is atelic anyway.

|    | Singular | Paucal | Pa. incl | Pa. excl. | Plural | Pl. incl | Pl. excl |
| /  | <>       | <      |          | >         | <      |          | >        |
|----+----------+--------+----------+-----------+--------+----------+----------|
| 1p | -ja      |        | -kja     | -kjú      |        | -jao     | -jyńa    |
| 2p | -sja     | -ksja  |          |           | -sjaú  |          |          |
| 3p | -ra      | -krú   |          |           | -rańa  |          |          |

Colloquial entities are treated as though they were plural, except they get a different pronoun.

*** PAST TENSE
Remove the infinitive -ma and replace the transitivity marker with a telicity marker from
the mini table below. This goes IN FRONT OF the verb. Like with the present tense, only the first verb in
a chain of several with the same marking actually gets marked.

| TEL/TRS       | Intransitive | Transitive |
|---------------+--------------+------------|
| Telic         | eo           | aju        |
| Indef. Atelic | óma          | ía         |
| Def. Atelic   | éjo          | álle       |

Orajha splits its telicity into three categories. Telic, meaning the verb has “come to a close”, indefinite
atelic, meaning you don’t know whether the verb has come to a close for sure, and definite atelic,
meaning you know the verb has not come to a close.

