relay/11/11.html

<div id="outline-container-org58d1cae" class="outline-3">
<h3 id="org58d1cae"><span class="section-number-3">2.5</span> Melody:</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Melodies are nice. Orajha thinks melodies are so nice, in fact, that it has taken some of them into itself.
Generally speaking, one starts with high pitch, slowly descending until the end of the sentence, where
one goes about halfways up again. Roughly like this: ˥˥˦˦˧˨˩˩˩˩˩˩˩˩˩˨˧˧.
When a pause (like, say, a comma) occurs, you don’t go back up, but after the pause you start all the
way up again. A sentence with a break (let’s say a comma) would look like this per melody:
</p>

<p>
˥˥˦˧˧˨˩˩˩˩,˥˦˧˨˨˩˩˩˩˩˨˧˧.
Names trigger “spikes”. This means you’ll say the first syllable in the same pitch as you’ve been speaking
so far, the second syllable high up, then any following syllables step by step nearing your inital pitch. If
you don’t have enough syllables or patience to go downwards step by step, you glide.. Names with only
one syllable have you start somewhat high and then glide down.
</p>

<p>
Examples:
</p>
<ul class="org-ul">
<li>Tom - ˦˨˩</li>
<li>Mary - ˩˩˩˩˦˧˩</li>
<li>Persephone - ˩˩˩˥˧˧˧˩˩ or ˩˩˦˧˧˨˨˩</li>
</ul>

<p>
Syllables with &lt;i&gt;, &lt;e&gt;, or &lt;é&gt; are always a bit higher than what surrounds them, like with names’ spikes
but they don’t go as far up in pitch and there’s no falling glide afterwards. Instead, the next syllable starts
on the pitch the previous one did.
</p>

<p>
Syllables with &lt;ó&gt; have spikes like names do, but they only go about half as high up and always have
short (within the next syllable) falling glide following them.
</p>
</div>
</div>

<div id="outline-container-org92fe47e" class="outline-3">
<h3 id="org92fe47e"><span class="section-number-3">2.6</span> Punctuation</h3>
<div class="outline-text-3" id="text-2-6">
<p>
Because Orajh has a wonderfully inconvenient and kinda large set of punctuation thingies English
doesn’t distinguish, my very smart solution for the romanization is to use &lt;q&gt; followed by something
resembling the punctuation mark in question to note &#x2026; punctuation. Punctuation involving q’s is to have
spaces on either side for clarity.
</p>

<dl class="org-dl">
<dt>&lt;qd&gt; (optionally &lt;,&gt;)</dt><dd>Clause separator and thing that allows you to breathe for a sec.</dd>
<dt>&lt;qo&gt; (optionally &lt;.&gt;)</dt><dd>Full stop that also marks the end of a sentence.</dd>
<dt>&lt;qf&gt;</dt><dd>Name marker. These go in front of names, like so: qf Name qf Namesson. One per word/name.</dd>
<dt>&lt;q/&gt; (optionally &lt;/&gt;)</dt><dd>“or”, basically. Lets you write indefinitely long lists of
things/stuff/alternatives/options where the reader may choose their favourite(s), or where only one option
is relevant (but the reader doesn’t get to know which one).</dd>
<dt>&lt;qy&gt;</dt><dd>“and/or”; it&rsquo;s like q/ but includes the possibility of more than one option being relevant.</dd>
<dt>&lt;q%&gt; (optionally &lt;%&gt;)</dt><dd>word compounding thing. Compounds are head initial with descending
relevance - carhorse is a type of car. Carhorsegoo is a type of car characterized by a type of horse.</dd>
<dt>&lt;qw&gt;</dt><dd>an emotion marker. This goes at the end of sentences, before the sentence ending thing, and
emphasizes that the sentence just read was something the writer felt, experienced, or perhaps thought
(as in they voiced an opinion). This marker requires the sentence condition marker júúlú<sup>1</sup>
to be found at the start of the sentence.</dd>
</dl>
</div>
</div>

<div id="outline-container-org83c191b" class="outline-3">
<h3 id="org83c191b"><span class="section-number-3">2.7</span> DOC NOTE!</h3>
<div class="outline-text-3" id="text-2-7">
<p>
&lt;V&gt; in documentation stands for whatever vowel the vowel harmony dictates.
</p>
</div>
</div>
</div>

<div id="outline-container-org5b2083c" class="outline-2">
<h2 id="org5b2083c"><span class="section-number-2">3</span> Verbs</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org472c13f" class="outline-3">
<h3 id="org472c13f"><span class="section-number-3">3.1</span> Behaviour</h3>
<div class="outline-text-3" id="text-3-1">
<p>
The three main characteristics of a verb in orajha are whether it’s stative or dynamic, telic, probable
atelic, or definite atelic, and transitive or intransitive (or reflexive).
</p>

<p>
Verbs can recieve a lu-/lú- prefix (depends on vowel harmony) if they’re stative and a ki- prefix if they’re
dynamic. If there are several of the same state in a row, regardless if they’re in the same sentence, only
the first gets marked as stative/dynamic, and no marks are put until the stativity/dynamicness changes or
you start a new document or something like that.
</p>
</div>
</div>

<div id="outline-container-orgb2b77cb" class="outline-3">
<h3 id="orgb2b77cb"><span class="section-number-3">3.2</span> Time</h3>
<div class="outline-text-3" id="text-3-2">
<p>
Verbs typically are kept in the time they happened in, are happening in, or will happen in. For example,
“let’s go skiing tomorrow” will have “skiing” put in a future tense.
</p>
</div>

<div id="outline-container-orgdeb4c08" class="outline-4">
<h4 id="orgdeb4c08"><span class="section-number-4">3.2.1</span> INFINITIVE</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Verbs get the affix -ma and a preceding marker indicating whether they&rsquo;re intransitive (nga)
or transitive (khi). When infinitive, verbs are treated as event nouns.
</p>
</div>
</div>

<div id="outline-container-orgd27f5c5" class="outline-4">
<h4 id="orgd27f5c5"><span class="section-number-4">3.2.2</span> PRESENT TENSE</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
Remove the infinitive -ma and move the transitivity marker to behind the verb (and
any adverbs it may have), then slap on endings from this table. Should several verbs in a row
(regardless if they’re in the same sentence) have the same transitivity, only the first one gets a marker,
while the rest are just kinda&#x2026; implied. Chains like these are only broken if transitivity changes, or if you
reach the end of a paragraph or entire document. The present tense does not care for telicity, because
everything you do in it is atelic anyway.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Singular</th>
<th scope="col" class="org-left">Paucal</th>
<th scope="col" class="org-left">Pa. incl</th>
<th scope="col" class="org-left">Pa. excl.</th>
<th scope="col" class="org-left">Plural</th>
<th scope="col" class="org-left">Pl. incl</th>
<th scope="col" class="org-left">Pl. excl</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1p</td>
<td class="org-left">-ja</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">-kja</td>
<td class="org-left">-kjú</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">-jao</td>
<td class="org-left">-jyńa</td>
</tr>

<tr>
<td class="org-left">2p</td>
<td class="org-left">-sja</td>
<td class="org-left">-ksja</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">-sjaú</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3p</td>
<td class="org-left">-ra</td>
<td class="org-left">-krú</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">-rańa</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
Colloquial entities are treated as though they were plural, except they get a different pronoun.
</p>
</div>
</div>

<div id="outline-container-org1142b26" class="outline-4">
<h4 id="org1142b26"><span class="section-number-4">3.2.3</span> PAST TENSE</h4>
<div class="outline-text-4" id="text-3-2-3">
<p>
Remove the infinitive -ma and replace the transitivity marker with a telicity marker from
the mini table below. This goes IN FRONT OF the verb. Like with the present tense, only the first verb in
a chain of several with the same marking actually gets marked.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">TEL/TRS</th>
<th scope="col" class="org-left">Intransitive</th>
<th scope="col" class="org-left">Transitive</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Telic</td>
<td class="org-left">eo</td>
<td class="org-left">aju</td>
</tr>

<tr>
<td class="org-left">Indef. Atelic</td>
<td class="org-left">óma</td>
<td class="org-left">ía</td>
</tr>

<tr>
<td class="org-left">Def. Atelic</td>
<td class="org-left">éjo</td>
<td class="org-left">álle</td>
</tr>
</tbody>
</table>

<p>
Orajha splits its telicity into three categories. Telic, meaning the verb has “come to a close”, indefinite
atelic, meaning you don’t know whether the verb has come to a close for sure, and definite atelic,
meaning you know the verb has not come to a close.
</p>
</div>
</div>
