relay/11/11.org
*** FUTURE TENSE
Change the infinitive -ma to a -múó. Also throw in a telicity/transitivity indicator from
the TEL/TRS table above. Note that everything you say in the future tense is interpreted as “how you
predict it’ll be” lest you throw in some particles to change that (e.g. “I want it to be like that” or “I feel like
it’s gonna be like that”).

*** TIME DISTANCE?!? ASPECT
Applied through adverbialized adjectives, namely how large-ly (recent
past or near future) or small-ly (far past or distant future) the verb is being done. This makes sense I
guess because things that are near you look big and things that are far away look small. Example: I will
drive large-ly = I will drive soon, I will drive small-ly = I will drive later.

*** DATE ASPECT?
Applied by compounding (or binding by “su”^{6}) the date when the verb occurs with the
object. Example: I will eat the mondayfood = I’m going to eat food on Monday.

** Adverbs
Adverbs go directly after the noun they affect. They’ve no default ending. It is possible to create adverbs
from adjectives by placing a śy- prefix in front of an adjective, resulting in an adverb characterized by
what the adjective described in a noun. If you turn the adjective yellow into an adverb, you can run (let’s
call it) yellow-ly. This means whoever is running is running in a manner that is associated with being
yellow.

** Nouns

*** Shortish rules
- In their dictionary form:
  - Personified nouns end in -vV
  - Inanimate nouns end in -gV
  - Animate depersonified nouns end in -kkV and are treated like inanimate nouns
  - Event nouns (& ranges/spans in time) end in -tré
  - Locations are treated as personified nouns but end in -ttvV
- Infinitive verbs are treated as event nouns but their nom. ending is -ma
- Paucals are formed by adding a -si ending
- Plurals are formed by adding an -i ending
- Colloquials are treated like plurals but the noun is always directly preceded by a colloquial
  pronoun

*** Cases
I don’t have the brain capacity for cases right now, so let’s make this very simple.

- Subject :: No marking, ends up at the end of the sentence.
- Agent :: No marking, same as subject.
- Patient :: Marked with the prefix i-. If there is no patient, the i stays on its own.

** Adjectives
These go directly after the noun they affect. They’ve no default ending. Should you wish to describe your
adjectives (e.g. form a superlative by saying the adjective is the world’s most itself of all) you’ll have to
chuck on another adjective which is marked as “meta” by the preposition wú-. You can stack “wú-”
indefinitely and form layer upon layer of adjectives describing adjectives, but do note that it gets a bit
trippy after a while. I personally recommend stopping at two.

** Pronouns
Unaltered form to the left, inflectable(?) form to the right. All cases but the nominative are applied to the
inflectible form of the pronouns as though they were ordinary nouns.

|          | Sg.         | Pa.           | Pl.           | Colloquial |
|----------+-------------+---------------+---------------+------------|
| 1p       | mú, múva    |               |               |            |
| 1p, incl |             | músi, múúva   | múi, múhiva   |            |
| 1p, excl |             | muvni, murava | últúi, úlhiva |            |
| 2p       | tjha,tjhova | tjalmi,tjamva | tjhai,tjhiva  |            |
| 3p       | rana, ranva | ryyźe, ryźiva | rai, riva     | téé, tééga |

* Syntax
V(S)OS, heavily head-initial. The subject is dropped (/hidden) if it’s already implied in the verbal.

* Lexicon

** Verbs
#+ATTR_HTML: :class vocablist
- (nga) hrutlama :: to stand (on one’s feet)
- (nga) rúvvúma :: touch, be touching
- (nga) voma :: copular to be, to exist
- (khi) vúśirema :: to (forcibly) move something or someone

** Nouns
#+ATTR_HTML: :class vocablist
- hadega :: thing or person one loves; beloved
- jórivattva :: sky, world above
- lúúratré :: night, time of darkness
- silmasettve :: celestial body (usually the sun or the moon)

** Particles
#+ATTR_HTML: :class vocablist
- júúlú^{1} :: Clause-initial. Causes qw lest the one writing is lazy. With verbals of reflexive or intransitive
               nature, it’s usually used to signal that what’s taking place is important to the speaker/writer. With verbals
               of telic transitive nature, it signals that the event in question takes place because of the writer/speaker’s
               feelings or opinions, while with verbals of atelic transitive nature, it signals that the writer/speaker feels
               like or has an opinion saying that the event in question should happen.
- ńárvasa :: Clase-initial. States that the current clause occurred in spite of a previously mentioned factor
             possibly wanting something else to happen. Similar to “but”, “however”, and “regardless”.

** Positions (Pre-, Post-, Inbetween-)
#+ATTR_HTML: :class vocablist
- kilú :: Announces the noun to its right as being on, next to, or inside the object.
- néri :: Compares the subject to the object, subject being the head.
- ria :: Goes between two nouns and announces the one to the left as belonging to the one to the right.
- su^{6} :: Goes between two nouns and binds them together without them having to be compounded. Similar
            in function to the English “of” expressing relations between two things, su keeps its focus on its left. A car
            su horse is a car with horse properties.
- sui :: States that the current clause is occurring because of the previous one. Similar to “hence” and
         “therefore”.

