relay/11/11.html

<div id="outline-container-org38e8669" class="outline-4">
<h4 id="org38e8669"><span class="section-number-4">3.2.4</span> FUTURE TENSE</h4>
<div class="outline-text-4" id="text-3-2-4">
<p>
Change the infinitive -ma to a -múó. Also throw in a telicity/transitivity indicator from
the TEL/TRS table above. Note that everything you say in the future tense is interpreted as “how you
predict it’ll be” lest you throw in some particles to change that (e.g. “I want it to be like that” or “I feel like
it’s gonna be like that”).
</p>
</div>
</div>

<div id="outline-container-org434bb29" class="outline-4">
<h4 id="org434bb29"><span class="section-number-4">3.2.5</span> TIME DISTANCE?!? ASPECT</h4>
<div class="outline-text-4" id="text-3-2-5">
<p>
Applied through adverbialized adjectives, namely how large-ly (recent
past or near future) or small-ly (far past or distant future) the verb is being done. This makes sense I
guess because things that are near you look big and things that are far away look small. Example: I will
drive large-ly = I will drive soon, I will drive small-ly = I will drive later.
</p>
</div>
</div>

<div id="outline-container-org440288f" class="outline-4">
<h4 id="org440288f"><span class="section-number-4">3.2.6</span> DATE ASPECT?</h4>
<div class="outline-text-4" id="text-3-2-6">
<p>
Applied by compounding (or binding by “su”<sup>6</sup>) the date when the verb occurs with the
object. Example: I will eat the mondayfood = I’m going to eat food on Monday.
</p>
</div>
</div>
</div>

<div id="outline-container-org404c72d" class="outline-3">
<h3 id="org404c72d"><span class="section-number-3">3.3</span> Adverbs</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Adverbs go directly after the noun they affect. They’ve no default ending. It is possible to create adverbs
from adjectives by placing a śy- prefix in front of an adjective, resulting in an adverb characterized by
what the adjective described in a noun. If you turn the adjective yellow into an adverb, you can run (let’s
call it) yellow-ly. This means whoever is running is running in a manner that is associated with being
yellow.
</p>
</div>
</div>

<div id="outline-container-org67b39f1" class="outline-3">
<h3 id="org67b39f1"><span class="section-number-3">3.4</span> Nouns</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-orgeed5c70" class="outline-4">
<h4 id="orgeed5c70"><span class="section-number-4">3.4.1</span> Shortish rules</h4>
<div class="outline-text-4" id="text-3-4-1">
<ul class="org-ul">
<li>In their dictionary form:
<ul class="org-ul">
<li>Personified nouns end in -vV</li>
<li>Inanimate nouns end in -gV</li>
<li>Animate depersonified nouns end in -kkV and are treated like inanimate nouns</li>
<li>Event nouns (&amp; ranges/spans in time) end in -tré</li>
<li>Locations are treated as personified nouns but end in -ttvV</li>
</ul></li>
<li>Infinitive verbs are treated as event nouns but their nom. ending is -ma</li>
<li>Paucals are formed by adding a -si ending</li>
<li>Plurals are formed by adding an -i ending</li>
<li>Colloquials are treated like plurals but the noun is always directly preceded by a colloquial
pronoun</li>
</ul>
</div>
</div>

<div id="outline-container-org11e6538" class="outline-4">
<h4 id="org11e6538"><span class="section-number-4">3.4.2</span> Cases</h4>
<div class="outline-text-4" id="text-3-4-2">
<p>
I don’t have the brain capacity for cases right now, so let’s make this very simple.
</p>

<dl class="org-dl">
<dt>Subject</dt><dd>No marking, ends up at the end of the sentence.</dd>
<dt>Agent</dt><dd>No marking, same as subject.</dd>
<dt>Patient</dt><dd>Marked with the prefix i-. If there is no patient, the i stays on its own.</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-orge57574c" class="outline-3">
<h3 id="orge57574c"><span class="section-number-3">3.5</span> Adjectives</h3>
<div class="outline-text-3" id="text-3-5">
<p>
These go directly after the noun they affect. They’ve no default ending. Should you wish to describe your
adjectives (e.g. form a superlative by saying the adjective is the world’s most itself of all) you’ll have to
chuck on another adjective which is marked as “meta” by the preposition wú-. You can stack “wú-”
indefinitely and form layer upon layer of adjectives describing adjectives, but do note that it gets a bit
trippy after a while. I personally recommend stopping at two.
</p>
</div>
</div>

<div id="outline-container-orgaab3d97" class="outline-3">
<h3 id="orgaab3d97"><span class="section-number-3">3.6</span> Pronouns</h3>
<div class="outline-text-3" id="text-3-6">
<p>
Unaltered form to the left, inflectable(?) form to the right. All cases but the nominative are applied to the
inflectible form of the pronouns as though they were ordinary nouns.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Sg.</th>
<th scope="col" class="org-left">Pa.</th>
<th scope="col" class="org-left">Pl.</th>
<th scope="col" class="org-left">Colloquial</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1p</td>
<td class="org-left">mú, múva</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1p, incl</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">músi, múúva</td>
<td class="org-left">múi, múhiva</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1p, excl</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">muvni, murava</td>
<td class="org-left">últúi, úlhiva</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2p</td>
<td class="org-left">tjha,tjhova</td>
<td class="org-left">tjalmi,tjamva</td>
<td class="org-left">tjhai,tjhiva</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3p</td>
<td class="org-left">rana, ranva</td>
<td class="org-left">ryyźe, ryźiva</td>
<td class="org-left">rai, riva</td>
<td class="org-left">téé, tééga</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org85db238" class="outline-2">
<h2 id="org85db238"><span class="section-number-2">4</span> Syntax</h2>
<div class="outline-text-2" id="text-4">
<p>
V(S)OS, heavily head-initial. The subject is dropped (/hidden) if it’s already implied in the verbal.
</p>
</div>
</div>

<div id="outline-container-orgfad211f" class="outline-2">
<h2 id="orgfad211f"><span class="section-number-2">5</span> Lexicon</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgba26f49" class="outline-3">
<h3 id="orgba26f49"><span class="section-number-3">5.1</span> Verbs</h3>
<div class="outline-text-3" id="text-5-1">
<dl class="org-dl vocablist">
<dt>(nga) hrutlama</dt><dd>to stand (on one’s feet)</dd>
<dt>(nga) rúvvúma</dt><dd>touch, be touching</dd>
<dt>(nga) voma</dt><dd>copular to be, to exist</dd>
<dt>(khi) vúśirema</dt><dd>to (forcibly) move something or someone</dd>
</dl>
</div>
</div>

<div id="outline-container-orga0f3053" class="outline-3">
<h3 id="orga0f3053"><span class="section-number-3">5.2</span> Nouns</h3>
<div class="outline-text-3" id="text-5-2">
<dl class="org-dl vocablist">
<dt>hadega</dt><dd>thing or person one loves; beloved</dd>
<dt>jórivattva</dt><dd>sky, world above</dd>
<dt>lúúratré</dt><dd>night, time of darkness</dd>
<dt>silmasettve</dt><dd>celestial body (usually the sun or the moon)</dd>
</dl>
</div>
</div>

<div id="outline-container-org82826b8" class="outline-3">
<h3 id="org82826b8"><span class="section-number-3">5.3</span> Particles</h3>
<div class="outline-text-3" id="text-5-3">
<dl class="org-dl vocablist">
<dt>júúlú<sup>1</sup></dt><dd>Clause-initial. Causes qw lest the one writing is lazy. With verbals of reflexive or intransitive
nature, it’s usually used to signal that what’s taking place is important to the speaker/writer. With verbals
of telic transitive nature, it signals that the event in question takes place because of the writer/speaker’s
feelings or opinions, while with verbals of atelic transitive nature, it signals that the writer/speaker feels
like or has an opinion saying that the event in question should happen.</dd>
<dt>ńárvasa</dt><dd>Clase-initial. States that the current clause occurred in spite of a previously mentioned factor
possibly wanting something else to happen. Similar to “but”, “however”, and “regardless”.</dd>
</dl>
</div>
</div>

<div id="outline-container-orgb4fd826" class="outline-3">
<h3 id="orgb4fd826"><span class="section-number-3">5.4</span> Positions (Pre-, Post-, Inbetween-)</h3>
<div class="outline-text-3" id="text-5-4">
<dl class="org-dl vocablist">
<dt>kilú</dt><dd>Announces the noun to its right as being on, next to, or inside the object.</dd>
<dt>néri</dt><dd>Compares the subject to the object, subject being the head.</dd>
<dt>ria</dt><dd>Goes between two nouns and announces the one to the left as belonging to the one to the right.</dd>
<dt>su<sup>6</sup></dt><dd>Goes between two nouns and binds them together without them having to be compounded. Similar
in function to the English “of” expressing relations between two things, su keeps its focus on its left. A car
su horse is a car with horse properties.</dd>
<dt>sui</dt><dd>States that the current clause is occurring because of the previous one. Similar to “hence” and
“therefore”.</dd>
</dl>
</div>
</div>
</div>

<footer id="outline-container-orge052c71" class="outline-2">
<h2 id="orge052c71">Navigation</h2>
<div class="outline-text-2" id="text-orge052c71">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>11</strong></div>
  </div>
  <a href="10.html" id="prev" rel="prev">Previous</a>
  <a href="12.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
